Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Ceramic pulls for cabinets, drawers and furniture
it: Maniglie in ceramica per stipi, cassetti e mobili

source: Drawer pulls of earthenware
it: Pomelli per cassetti in ceramica

source: Bathroom stools
it: Sgabelli per bagno

source: Fishing chairs
it: Sedie da pesca

source: Fishing stools
it: Sgabelli da pesca

source: Ergonomic chairs for seated massage
it: Sedie ergonomiche per massaggio da seduti

source: Water tanks of plastic for agricultural purposes
it: Serbatoi d'acqua di plastica per uso agricolo

source: Water tanks of plastic for industrial purposes
it: Serbatoi d'acqua di plastica per uso industriale

source: Water tanks of plastic for household purposes
it: Serbatoi d'acqua di plastica per uso domestico

source: Picture frames of precious metal
it: Cornici per quadri in metallo prezioso

source: Directory boards
it: Pannelli indicatori

source: Storage racks for firewood
it: Legnaie per legna da ardere

source: Back support cushions, not for medical purposes
it: Cuscini di supporto per la schiena, non per uso medico

source: Benches for sports fields
it: Panche per campi sportivi

source: Wood carvings
it: Intagli in legno

source: Portable baby bath seats for use in bath tubs
it: Sedili portabili per neonati da usare in vasca da bagno

source: Plastic suction cups
it: Ventose di plastica

source: Plastic mesh cushioning sheets for lining shelves
it: Fogli di plastica imbottita per rivestire scaffali

source: Plastic molds for making soap for commercial production purposes
it: Stampi in plastica per la produzione di sapone per uso commerciale

source: Plastic medication containers for commercial use
it: Contenitori in plastica per medicine per uso commerciale

source: Plastic holders for signboards
it: Supporti in plastica per cartelli

source: Furniture handles of plastic
it: Maniglie in plastica per mobili

source: Clips of plastic for sealing bags
it: Clips in plastica per chiusure di borse

source: Non-metal weather vanes
it: Banderuole, non di metallo

source: Furniture handles, not of metal
it: Maniglie per mobili, non di metallo

source: Non-metal escutcheons
it: Blasoni non metallici

source: Nap mats [cushions or mattresses]
it: Tappetini da riposo [cuscini o materassi]

source: Molds of plaster for casting ceramic materials
it: Stampi di gesso per la fusione di materiali in ceramica

source: Maternity pillows
it: Cuscini per maternità

source: Inflatable plastic signs
it: Insegne gonfiabili in plastica

source: Glass for use in framing art
it: Vetro per incorniciare opere d'arte

source: Fitted plastic inserts for use as container liners
it: Inserti in plastica sagomata per rivestimento interno

source: Door stops of wood
it: Fermaporte in legno

source: Combination kneeler and seat for gardening
it: Mobili da giardino con seduta e inginocchiatoio

source: Cabinets for tea services
it: Armadietti per servizi da tè

source: Works of art of nutshell
it: Opere d'arte in guscio di noce

source: Door stops, not of metal or rubber
it: Ferma-porte non in metallo né in gomma

source: Window stops, not of metal or rubber
it: Ferma-finestre non in metallo né in gomma

source: Window fasteners, not of metal
it: Ferma-finestre, non in metallo

source: Door fasteners, not of metal
it: Ferma-porte, non in metallo

source: Antique reproduction furniture
it: Riproduzioni di mobili antichi

source: Bamboo furniture
it: Mobili di bambù

source: Banqueting chairs
it: Sedie da banchetto

source: Lounge furniture
it: Mobili per salotti

source: Window stops of plastic
it: Ferma finestre in plastica

source: Window stops of wood
it: Ferma finestre in legno

source: Shoe racks
it: Scarpiere

source: Hutches for animals
it: Gabbie per animali

source: Non-metal cotter pins
it: Coppiglie non di metallo

source: Doorknobs, not of metal
it: Maniglie, non di metallo

source: Fitted fabric furniture covers
it: Fodere per mobili imbottite

source: Non-metal threaded fasteners
it: Chiusure filettate, non di metallo

source: Point of purchase displays
it: Espositori per punto vendita

source: Arm rests for furniture
it: Poggiabraccia per mobili

source: Wood statues
it: Statue in legno

source: Marble tables
it: Tavoli di marmo

source: Ritual flower stands
it: Fioriere rituali

source: Street furniture, not of metal
it: Arredi urbani non in metallo

source: Vats, not of metal
it: Vasche non metalliche

source: Casks, not of metal
it: Botti non metalliche

source: Barrels, not of metal
it: Barili non metallici

source: Figurines [statuettes] of wood, wax, plaster or plastic
it: Figurine [statuine] di legno, cera, gesso o plastica

source: Statues of wood, wax, plaster or plastic
it: Statue di legno, cera, gesso o plastica

source: Shelves for storage
it: Ripiani di riordino

source: Toilet paper dispensers, fixed, not of metal
it: Distributori di carta igienica fissi e non metallici

source: Furniture for camping
it: Mobili per motorcaravan

source: Baskets, non-metallic, for the transportation of domestic animals
it: Cestini, non metallici, per il trasporto degli animali domestici

source: Sleeping baskets, non-metallic, for domestic animals
it: Cestini per dormire, non metallici, per animali domestici

source: Luggage stands being furniture
it: Supporti per bagagli (mobili)

source: Anchor bolts, not of metal, for use in bridge construction
it: Bulloni di ancoraggio per la costruzione di ponti, non in metallo

source: Bean bag beds
it: Letti in pouf

source: Bean bag cushions
it: Cuscini in pouf

source: Bean bag pillows
it: Cuscini in pouf

source: Console tables
it: Console [mobili]

source: Drop-leaf tables
it: Tavoli con ribalta

source: End tables
it: Tavolini

source: French memory boards
it: Bacheche memo francese

source: Funeral caskets of wicker
it: Cofani funebri in vimini

source: Funeral caskets of wood
it: Cofani funebri in legno

source: Hand-held supermarket shopping baskets, not of metal
it: Cestini per la spesa per supermercati, non in metallo

source: Ladders, not of metal, for libraries
it: Scale per biblioteche, non in metallo

source: Plastic stoppers for bottles
it: Tappi in plastica per bottiglie

source: U-shaped pillows
it: Cuscini a forma di U

source: Footstools
it: Poggiapiedi

source: Clothes hangers, clothes stands [furniture] and clothes hooks
it: Appendiabiti, attaccapanni a stelo [mobili] e grucce per indumenti

source: Funerary urns made of precious metals
it: Urne funerarie in metalli preziosi

source: Latex mattresses
it: Materassi in lattice

source: Sash fasteners, not of metal, for windows
it: Fermi per finestre a ghigliottina, non di metallo

source: Amberoid statues
it: Statue in ambroide

source: Works of art made of amber
it: Opere d'arte in ambra

source: Works of art made of amberoid
it: Opere d'arte in ambroide

source: Inflatable chairs
it: Sedie gonfiabili

source: Storage racks for exercise weights
it: Scaffali per pesi per l'esercizio fisico

source: Storage racks for physical fitness equipment
it: Scaffali per attrezzi per l'esercizio fisico

source: Portable folding stadium seats
it: Sedili da stadio pieghevoli portatili

source: Electric piano keyboard benches
it: Panche per pianoforti elettrici

source: Decorative plastic boxes
it: Scatole decorative in plastica

source: Non-metal fastening anchors for securing pictures to walls
it: Staffe di fissaggio non metalliche per fissare quadri a pareti

source: Enamelled glass
it: Vetro smaltato

source: Semi-worked glass
it: Vetro semilavorato

source: Glasses [receptacles]
it: Vetri [recipienti]

source: Busts made of earthenware
it: Busti in terracotta

source: Deodorising apparatus for personal use
it: Apparecchi di deodorizzazione per uso personale

source: Fibreglass thread, not for textile use
it: Fili di vetro non per uso tessile

source: Polishing cloths
it: Panni per pulire

source: Milk pans
it: Bollilatte

source: Works of art made of crystal
it: Oggetti d'arte in cristallo

source: Coffee services of ceramic
it: Servizi da caffè in ceramica

source: Coffee services of china
it: Servizi da caffè in porcellana

source: Containers for flowers
it: Contenitori per fiori

source: Commemorative plates
it: Targhe commemorative

source: Refrigerating bottles
it: Bottiglie refrigeranti

source: Shoe scrapers incorporating brushes
it: Pulisciscarpe con spazzola incorporata

source: Soup bowls
it: Zuppiere

source: Teapots
it: Teiere

source: Garlic presses [kitchen utensils]
it: Spremi aglio [utensili da cucina]

source: Cooking strainers
it: Colini per la cucina

source: Spun glass
it: Vetro filato

source: Model vehicles [ornaments] made of glass
it: Modellini di veicoli [ornamentali] in vetro

source: Pressed glass
it: Vetro pressato

source: Paper plates
it: Piatti di carta

source: Perfume burners [other than electric]
it: Bruciatori per essenze [non elettrici]

source: Cooking utensils for use with domestic barbecues
it: Utensili da cucina per barbecue domestici

source: Applicators for cosmetics
it: Applicatori per cosmetici

source: Insulating jars
it: Barattoli isolanti

source: Insulating sleeve holders for beverage cans
it: Custodie termoisolanti per lattine

source: Wire baskets [cooking utensils]
it: Cestini metallici [utensili da cucina]

source: Sheets of glass, other than for building
it: Lastre di vetro, non da costruzione

source: Enamelled jars
it: Brocche smaltate

source: Cake molds [moulds]
it: Stampe per dolci

source: Indoor terrariums [vivariums]
it: Terrari da appartamento [vivario]

source: Float glass [semi-worked]
it: Vetro float [semilavorato]

source: Exfoliating mitts
it: Guanti esfolianti

source: Brushes
it: Spazzole

source: Powdered glass for decoration
it: Vetro in polvere per decorazione

source: Cloths for cleaning made from cellulose
it: Panni per la pulizia in cellulosa

source: Glass jars [carboys]
it: Boccali in vetro

source: Candle holders of wrought iron
it: Porta-candele in ferro battuto

source: Casseroles [dishes]
it: Casseruole [stoviglie]

source: Disposable lids for household containers
it: Coperchi monouso per contenitori domestici

source: Baskets for household purposes
it: Cestini per uso domestico

source: Bins for household refuse
it: Cestini per rifiuti domestici

source: Bone china tableware [other than cutlery]
it: Servizi da tavola in porcellana fine [non posate]

source: Aquarium ornaments
it: Ornamenti per acquari

source: Signboards of porcelain or glass
it: Insegne in porcellana o in vetro

source: Planters of clay
it: Fioriere in argilla

source: Watering troughs for cattle
it: Abbeveratoi per bovini

source: Stands for indoor aquaria [other than furniture]
it: Supporti per acquari da interni [tranne i mobili]

source: Mosaics of glass, not for building
it: Mosaico in vetro, non per la costruzione

source: Plate glass [raw material]
it: Cristalli [materie prime]

source: Candy boxes
it: Bomboniere

source: Squeegees [hand-operated] for cleaning
it: Tergivetro [manuali] per la pulizia

source: Plastic buckets
it: Secchi di plastica

source: Candle extinguishers of precious metal
it: Spegnicandele in metallo prezioso

source: Wine strainers
it: Colini per vino

source: Works of art made of glass
it: Oggetti d'arte in vetro

source: Pads of metal for cleaning
it: Pagliette per pulire

source: Busts made of glass
it: Busti di cristallo

source: Boxes of earthenware
it: Scatole di terracotta

source: Cutting boards for the kitchen
it: Assi per tagliare per la cucina

source: Glass (Semi-worked -) adapted to absorb ultra-violet radiation
it: Vetro (Semilavorato -) adatto ad assorbire radiazioni ultraviolette

source: Brushes for basting meat
it: Pennelli per ungere la carne

source: Cooking utensils, non-electric
it: Utensili da cottura non elettrici

source: Rings for birds
it: Anelli per uccelli

source: Brooms
it: Scope

source: Non-electric griddles
it: Griglie non elettriche

source: Mug racks
it: Porta tazze

source: Non-electric meat grinders
it: Tritacarne non elettrici

source: Insulating sleeve holder for beverage cups
it: Custodie termoisolanti per tazze

source: Model figures [ornaments] made of glass
it: Statuette [ornamentali] in vetro

source: Electric apparatus for killing insects
it: Dispositivi elettrici per uccidere gli insetti

source: Bottle openers incorporating knives
it: Apribottiglie comprendenti coltelli

source: Bowls for floral decorations
it: Ciotole per decorazioni floreali

source: Security glass for making into vehicle windows
it: Vetro di sicurezza per finestrini di veicoli

source: Coffee grinders, hand-operated
it: Macinini per il caffè a mano

source: Coloured glass (Semi-worked -)
it: Vetro colorato (Semilavorato -)

source: Combined lids for kitchen containers
it: Coperchi combinati per contenitori da cucina

source: Containers for dentifrices
it: Contenitori per dentifrici

source: Heat insulated domestic vessels of porcelain
it: Recipienti domestici termoisolanti in porcellana

source: Stained glass figurines
it: Statuette in vetro colorato

source: Skimmers [non-electric kitchen implements]
it: Schiumarole [strumenti non elettrici per la cucina]

source: Spaghetti measurers
it: Dosatori per spaghetti

source: Feeding bottle brushes
it: Spazzole per biberon

source: Coffee percolators, non-electric
it: Macchine da caffè non elettriche

source: Coasters, not of paper or textile
it: Sottocaraffe, non di carta o di tessuto

source: Coupes
it: Coppe

source: Pipettes [wine-tasters]
it: Assaggia-vino [pipette]

source: Tea strainers
it: Colini per il tè

source: Tankards
it: Boccali

source: Plastic egg holders for domestic use
it: Portauova in plastica per uso domestico

source: Coolers [non-electric containers]
it: Refrigeratori [recipienti non elettrici]

source: Juice squeezers
it: Spremifrutta

source: Vacuum jugs (Non-electric -)
it: Brocche isolanti (Non elettriche -)

source: Fireplace brushes
it: Spazzole da caminetto

source: Butter-dish covers
it: Campane per il burro

source: Dishes for microwave ovens
it: Piatti per forno a microonde

source: Dispensers for serviettes
it: Distributori di tovaglioli

source: Glass decanters
it: Brocche di vetro

source: Pewter goblets
it: Calici in peltro

source: Fused silica [semi-worked product], other than for building
it: Silice fusa [prodotto semi-lavorato] non per la costruzione

source: Decorative glass [not for building]
it: Vetro decorativo [non da costruzione]

source: Rings for towels [bathroom fittings]
it: Anelli per asciugamani [accessori per bagni]

source: Plastic funnels
it: Imbuti di plastica

source: Chamber pots
it: Vasi da notte

source: Toothpicks of wood
it: Stuzzicadenti di legno

source: Planters of glass
it: Fioriere in vetro

source: Traps for rodents
it: Trappole per roditori

source: Abrasive discs for kitchen [cleaning] purposes
it: Dischi abrasivi per la cucina [pulire]

source: Majolica
it: Maiolica

source: Pressure cookers
it: Pentole a pressione

source: Stew-pans
it: Casseruole

source: Brushes for connection to garden hose
it: Spazzole da collegare a tubi da giardino

source: Fruit presses, non-electric, for household purposes
it: Pressa-frutta non elettrica per uso domestico

source: Anti-reflecting glass
it: Vetro antiriflesso

source: Apothecary jars
it: Vasi da farmacia

source: Whistling kettles
it: Bollitori con fischio

source: Bird cages for domestic birds
it: Gabbie per uccelli domestici

source: Cages of metal for domestic use
it: Gabbie in metallo per uso domestico

source: Brushes for footwear
it: Spazzole per calzature

source: Mangers for animals
it: Mangiatoie per animali

source: Scouring cloths
it: Panni abrasivi

source: Sculptures made from glass
it: Statuette di cristallo

source: Nozzles for watering cans
it: Teste a doccia per innaffiatoi

source: Beaters, non-electric
it: Battitori non elettrici

source: Combs for use on domestic animals
it: Pettini per animali domestici

source: Heat insulated domestic vessels of earthenware
it: Recipienti domestici termoisolanti in terracotta

source: Household containers
it: Recipienti per la casa

source: Abrasive pads
it: Tamponi abrasivi

source: Siphons for cream
it: Sifoni per panna

source: Busts of porcelain, ceramic, earthenware or glass
it: Busti in porcellana, in ceramica, in terracotta o in vetro

source: Clothes drying hangers
it: Ganci per stendibiancheria

source: Squeegees [for household use]
it: Tergivetri [per uso domestico]

source: Stands for dishes
it: Supporti per piatti

source: Model vehicles [ornaments] made of porcelain
it: Modellini di veicoli [ornamentali] in porcellana

source: Mugs made of fine bone china
it: Tazze alte in porcellana bone china

source: Piggy banks of china
it: Salvadanai in porcellana

source: Isothermic bags
it: Borse isotermiche

source: Corkscrews with knives
it: Cavatappi con coltellino

source: Saucepan scourers of metal
it: Tamponi metallici per lucidare

source: Dishes [household utensils]
it: Stoviglie [utensili per la casa]

source: Glass sheets
it: Panni per vetri

source: Flower baskets
it: Cestini per fiori

source: Cookery molds [moulds]
it: Stampi per la cucina

source: Dispensers for paper wipes [other than fixed]
it: Distributori di salviette di carta [non fissi]

source: Pudding moulds
it: Stampi per budini

source: Plaques of glass
it: Targhe in vetro

source: Urns
it: Urne

source: Bottle baskets coated with precious metal
it: Cesti per bottiglie rivestiti con metalli preziosi

source: Sponges for household purposes
it: Spugne per uso domestico

source: Non-electric plunger style coffee makers
it: Macchine da caffè a leva non elettriche

source: Tenderizers [kitchen utensils]
it: Batticarne [utensili da cucina]

source: Wine decanters
it: Decanter per vino

source: Semi-worked glass [except glass used in building]
it: Vetro semilavorato [tranne vetro da costruzione]

source: Kitchen grinders, non-electric
it: Tritatori per la casa non elettrici

source: Glass incorporating fine electrical conductors
it: Vetro con sottili conduttori elettrici incorporati

source: Scrapers (kitchen implements)
it: Raschietti (utensili da cucina)

source: Saucers for flower pots
it: Sottovasi per vasi di piante

source: Plant baskets
it: Cesti per piante

source: Autoclaves (Non-electric -) for household use
it: Autoclavi (Non elettriche -) per la casa

source: Bottle openers [hand-operated]
it: Apribottiglie [manuali]

source: Holders for flowers and plants [flower arranging]
it: Supporti per piante [addobbi floreali]

source: Busts made of terra cotta
it: Busti di terracotta

source: Funnels
it: Imbuti

source: Carpet sweepers (Non-electric -)
it: Battitappeto (Non elettrici -)

source: Cases adapted for cosmetic utensils
it: Astucci per utensili cosmetici

source: Cases adapted for toilet utensils
it: Astucci per utensili da toilette

source: Glass (Semi-worked -) adapted to absorb heat
it: Vetro (Semilavorato -) adatto ad assorbire calore

source: Glass (Semi-worked -) for vehicles
it: Vetro (Semilavorato -) per veicoli

source: Glass cleaning implements
it: Strumenti per pulizia del vetro

source: Toothpick holders
it: Porta-stuzzicadenti

source: Lemon squeezers
it: Spremilimoni

source: Deep fryers, non-electric
it: Friggitrici non elettriche

source: Litter trays for birds
it: Vasche-lettiera per uccelli

source: Mugs made of earthenware
it: Tazze alte in terracotta

source: Cutlery trays
it: Portaposate

source: Egg separators, non-electric, for household purposes
it: Separatori per uova, non elettrici, per uso domestico

source: Empty spray bottles
it: Flaconi spray [vuoti]

source: Coffeepots, non-electric
it: Caffettiere non elettriche

source: Water tanks [for live fish]
it: Serbatoi d'acqua [per pesci vivi]

source: Heat insulated domestic vessels of glass
it: Recipienti domestici termoisolanti in vetro

source: Blenders, non-electric, for household purposes
it: Emulsionatore non elettrico per uso domestico

source: Glossing cloths [not abrasive]
it: Panni per lucidare [non abrasivi]

source: Flasks
it: Flaconi

source: Painted glassware
it: Vetro colorato

source: Pancake frying pans
it: Padelle per frittelle

source: Glass incorporating electrical conductors
it: Vetro con conduttori elettrici incorporati

source: Glass panels [semi-finished article]
it: Pannelli di vetro [articoli semilavorati]

source: Glass vases
it: Vasi di vetro

source: Graters [non-electric household utensils]
it: Grattugie [utensili per la casa non elettrici]

source: Jardinieres of glass
it: Portavasi in vetro

source: Glass, unworked or semi-worked, except building glass
it: Vetro grezzo o semilavorato all'eccezione del vetro di costruzione

source: Plates to prevent milk boiling over
it: Piastre per impedire al latte di traboccare

source: Dusting apparatus, non-electric
it: Spolveratrici non elettriche

source: Aquariums
it: Acquari

source: Dispensers for liquids for use with bottles
it: Dosatori per liquidi da utilizzare con bottiglie

source: Wax-polishing appliances, non-electric, for shoes
it: Lucidatrici per calzature non elettriche

source: Pouring spouts for kitchen use
it: Tappi versatori per la cucina

source: Clothing stretchers
it: Tenditori per vestiti

source: Brushes for cleaning tanks and containers
it: Spazzole per pulire i recipienti

source: Planters of earthenware
it: Fioriere in terracotta

source: Traps (Non-electric -) for insects
it: Trappole (Non elettriche -) per insetti

source: Works of art of porcelain, ceramic, earthenware or glass
it: Oggetti d'arte in porcellana, in ceramica, in terracotta o in vetro

source: Serving platters
it: Piatti da portata

source: Baking trays made of aluminium
it: Vassoi da forno in alluminio

source: Baking utensils
it: Utensili da forno

source: Brushes for household purposes
it: Spazzole per uso domestico

source: Buckets incorporating mop wringers
it: Secchi con strizzatoi per scope frangiate

source: Porous glass
it: Vetro poroso

source: Whisks, non-electric, for household purposes
it: Frullatori non elettrici per uso familiare

source: Salad bowls
it: Insalatiere

source: Abrasive sponges for kitchen [cleaning] use
it: Spugne abrasive per la cucina [pulire]

source: Cake stands of non-metallic materials
it: Supporti per dolci in materiali non metallici

source: Boxes of porcelain
it: Scatole di porcellana

source: Napkin holders of precious metal
it: Portatovaglioli in metallo prezioso

source: Works of art made of earthenware
it: Oggetti d'arte in terracotta

source: Garden gnomes of earthenware
it: Gnomi da giardino in terracotta

source: Laminated flat glass [not for building]
it: Vetro piano laminato [non da costruzione]

source: Disposable table plates
it: Piatti usa e getta

source: Droppers sold empty for cosmetic purposes
it: Contagocce venduti vuoti per uso cosmetico

source: Earthenware basins
it: Ciotole in terracotta

source: Pie servers
it: Strofinacci

source: Water syringes for spraying plants
it: Panni per la pulizia di occhiali

source: Eyeglass cleaning cloths
it: Mescolatori manuali [shakers]

source: Portable cool boxes, non-electric
it: Recipienti per prodotti per la toilette

source: Nozzles for hosepipes
it: Ugelli per tubi flessibili

source: Ice cream scoops
it: Palette per gelati

source: Skillets (Non-electric -)
it: Padelle (Non elettriche -)

source: Abrasive pads for kitchen purposes
it: Cuscinetti abrasivi per la cucina

source: Common sheet glass [not for building]
it: Vetro comune in fogli [non da costruzione]

source: Portable beverage dispensers
it: Distributori portatili di bevande

source: Flower pots
it: Vasi da fiori

source: Nebulizers for household use
it: Nebulizzatori per uso domestico

source: Crumb collecting instruments [non-electric]
it: Strumenti per la raccolta di briciole [non elettrici]

source: Material for brush-making
it: Materiali per spazzole
